tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "boost"
brew "gcc"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "dlib"
brew "git"
brew "git-gui"
brew "gnu-tar"
brew "gtk+3"
brew "kotlin"
brew "libusb"
brew "python@3.11"
brew "llvm"
brew "mingw-w64"
brew "mongosh"
brew "node", link: false
brew "node@14"
brew "opencv"
brew "pkg-config"
brew "python@3.9"
brew "python-tk@3.9"
brew "tree"
brew "virtualenvwrapper"
brew "wget"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "boost-note"
cask "firefox"
cask "xquartz"
